export default function publicOffer() {
  return (
    <div>
      <h2>
        ДОГОВОР ПУБЛИЧНОЙ ОФЕРТЫ О ПРОДАЖЕ ТОВАРОВ ИНТЕРНЕТ-МАГАЗИНА MIKINIKI
      </h2>
      <p>
        Условия продажи товаров в интернет-магазине «MIKINIKI.RU» для физических
        лиц
      </p>
      <h3>Термины</h3>
      <p>
        Клиент – полностью дееспособное физическое лицо, размещающее Заказы на
        сайте mikiniki.ru, либо указанное в качестве получателя Товара, либо
        использующее Товары, приобретенные на сайте mikiniki.ru , исключительно
        для личных, семейных, домашних и иных нужд, не связанных с
        осуществлением предпринимательской деятельности.
        <br /> Продавец – ИП Татаринцева Людмила Александровна.
        <br /> Интернет-магазин – Интернет-сайт, принадлежащий Продавцу
        mikiniki.ru. На нем представлены товары, предлагаемые Продавцом своим
        клиентам для оформления Заказов, а также условия оплаты и доставки этих
        Заказов клиентам.
        <br /> Сайт – mikiniki.ru
        <br /> Товар – объект материального мира, не изъятый из гражданского
        оборота и представленный к продаже на Сайте.
        <br /> Заказ – должным образом оформленный запрос Клиента на доставку по
        указанному адресу перечня Товаров, выбранных на Сайте.
      </p>
      <h4>1. Общие положения </h4>
      <p>
        1.1. Сайт принадлежит и администрируется ИП Татаринцева Людмила
        Александровна.
      </p>
      <p>
        1.2. Заказывая товары через Интернет-магазин, Клиент соглашается с
        Условиями продажи товаров (далее - Условия), изложенными ниже.{" "}
      </p>
      <p>
        1.3. Настоящие Условия, также информация о Товаре, представленная на
        Сайте, являются публичной офертой в соответствии со ст.435 и ч.2 ст.437
        ГК РФ.{" "}
      </p>
      <p>
        1.4. К отношениям между Клиентом и Продавцом применяются положения ГК РФ
        о розничной купле-продаже (§ 2 глава 30), а также Закон РФ «О защите
        прав потребителей» от 07.02.1992 № 2300-1 и иные правовые акты, принятые
        в соответствии с ними.{" "}
      </p>
      <p>
        1.5. Продавец оставляет за собой право вносить изменения в настоящие
        Условия, в связи с чем, Клиент обязуется регулярно отслеживать изменения
        в Условиях, размещенных на странице сайта mikiniki.ru &quot;Публичная
        оферта&quot;.
      </p>
      <p>
        1.6. Клиент соглашается с Условиями нажатием кнопки «Завершить
        оформление заказа» на последнем этапе оформления Заказа на Сайте.{" "}
      </p>
      <h3>2. Регистрация на Сайте </h3>
      <p>
        2.1. Настоящая Политика конфиденциальности устанавливает обязательства
        Администрации сайта интернет-магазина по неразглашению и обеспечению
        режима защиты конфиденциальности персональных данных, которые
        Пользователь предоставляет по запросу Администрации сайта при
        регистрации на сайте интернет-магазина или при оформлении заказа для
        приобретения Товара.
      </p>
      <h3>3. Оформление и сроки выполнения Заказа</h3>
      <p>
        3.1. Заказ Клиента может быть оформлен следующими способами: принят по
        телефону или оформлен Клиентом самостоятельно на Сайте.{" "}
      </p>
      <p>
        3.2. При оформлении Заказа Клиент должен указать следующую информацию:
        Имя Клиента либо Получателя Заказа, адрес доставки Заказа, контактный
        телефон, электронную почту.{" "}
      </p>
      <p>
        3.3. После оформления заказа Клиенту предоставляется информация об
        ожидаемой дате доставки Товара.{" "}
      </p>
      <p>
        3.4. Продавец вправе аннулировать Заказы Клиента, содержащие Товары, от
        которых ранее Клиент отказался 5 и более раз, указав причины, не
        связанные с наличием недостатков в этих Товарах.{" "}
      </p>
      <p>
        3.5. Конечные сроки получения Заказа Клиентом зависят от адреса и
        региона доставки.{" "}
      </p>
      <p>
        3.6. Все информационные материалы, представленные на Сайте, носят
        справочный характер и не могут в полной мере передавать достоверную
        информацию о свойствах и характеристиках Товара, включая цвета, размеры
        и формы. В случае возникновения у Клиента вопросов, касающихся свойств и
        характеристик Товара, перед оформлением Заказа, Клиент должен обратиться
        к Продавцу.{" "}
      </p>
      <p>
        3.7. В случае отсутствия заказанных Товаров на складе Продавца, в том
        числе по причинам, не зависящим от Продавца, Продавец вправе
        аннулировать указанный Товар из Заказа Клиента и уведомить об этом
        Клиента путем направления электронного сообщения по адресу, указанному
        при регистрации, либо по телефону.{" "}
      </p>
      <p>
        3.8. В случае аннуляции полностью либо частично предоплаченного Заказа
        стоимость аннулированного Товара возвращается Продавцом Клиенту тем
        способом, которым Товар изначально был предоплачен.{" "}
      </p>
      <h3>4. Доставка</h3>
      <p>
        4.1. Способы и стоимость доставки товаров указаны на Сайте в разделе
        &quot;Доставка и оплата&quot;.{" "}
      </p>
      <p>
        4.2. Продавец приложит все усилия для соблюдения сроков доставки,
        указанных на Сайте, тем не менее, задержки в доставке возможны ввиду
        непредвиденных обстоятельств, произошедших не по вине Продавца.{" "}
      </p>
      <p>
        4.3. При доставке Заказ вручается Клиенту либо лицу, указанному в
        качестве Получателя Заказа. При невозможности получения Заказа,
        оформленного за наличный расчет, указанными выше лицами, Заказ вручается
        лицу, готовому предоставить сведения о заказе (номер отправления и/или
        ФИО Получателя), а также оплатить стоимость Заказа в полном объеме лицу,
        осуществляющему доставку Заказа.{" "}
      </p>
      <p>
        4.4. Во избежание случаев мошенничества, при вручении предоплаченного
        Заказа лицо, осуществляющее доставку Заказа, вправе затребовать
        документ, удостоверяющий личность Получателя, а также указать тип и
        номер предоставленного Получателем документа на квитанции к Заказу.
        Продавец гарантирует конфиденциальность и защиту персональной информации
        Получателя (п. 9.3.1.).{" "}
      </p>
      <p>
        4.5. При передаче Заказа Клиент должен проверить внешний вид и упаковку
        Заказа, количество Товара в Заказе, комплектность, ассортимент.{" "}
      </p>
      <p>
        4.6. Неполучение предоплаченного Заказа в течение 30 дней считается
        отказом Клиента от договора купли-продажи и является основанием для
        аннулирования Заказа Продавцом. Денежные средства возвращаются Клиенту в
        порядке, предусмотренном п. 3.8 Условий.{" "}
      </p>
      <h3>5. Оплата Товара</h3>
      <p>
        5.1. Цена Товара указывается на Сайте. В случае неверного указания цены
        заказанного Клиентом Товара, Продавец при первой возможности информирует
        об этом Клиента для подтверждения Заказа по исправленной цене либо
        аннулирования Заказа. При невозможности связаться с Клиентом данный
        Заказ считается аннулированным. Если Заказ был оплачен, Продавец
        возвращает Клиенту оплаченную за Заказ сумму путем ее отражения на
        Пользовательском счете Клиента.{" "}
      </p>
      <p>
        5.2. Цена Товара может быть изменена Продавцом в одностороннем порядке.
        Цена Товара указывается на последнем этапе оформления Заказа и
        действительна на момент нажатия кнопки «Завершить оформление заказа».
        При этом цена на заказанный Клиентом Товар изменению не подлежит.{" "}
      </p>
      <p>
        5.3. Способы оплаты Товара указаны на странице &quot;Доставка и
        оплата&quot;
      </p>
      <p>
        5.4. При предоплате Товаров Заказ принимается в обработку только после
        зачисления денежных средств Клиента на счет Продавца. При этом Товар под
        Заказ не резервируется, и Продавец не может гарантировать доступность
        Товара на складе Продавца, указанную в момент оформления Заказа, как
        следствие, могут увеличиться сроки обработки Заказа.{" "}
      </p>
      <h4>5.5. Особенности оплаты Товара с помощью банковских карт </h4>
      <p>
        5.5.1. В соответствии с положением ЦБ РФ «Об эмиссии банковских карт и
        об операциях, совершаемых с использованием платежных карт» от 24.12.2004
        №266-П операции по банковским картам совершаются держателем карты либо
        уполномоченным им лицом.{" "}
      </p>
      <p>
        5.5.2. Авторизация операций по банковским картам осуществляется банком.
        Если у банка есть основания полагать, что операция носит мошеннический
        характер, то банк вправе отказать в осуществлении данной операции.
        Мошеннические операции с банковскими картами попадают под действие
        статьи 159 УК РФ. Согласно ст.159 УК РФ мошенничеством считается хищение
        чужого имущества или приобретение права на чужое имущество путем обмана
        или злоупотребления доверием и наказывается штрафом в размере до 120 000
        рублей или в размере заработной платы или иного дохода осужденного за
        период до 1 года, либо обязательными работами на срок до 180 часов, либо
        исправительными работами на срок от 6 месяцев до 1 года, либо арестом на
        срок от 2 до 4 месяцев, либо лишением свободы на срок до 2 лет.{" "}
      </p>
      <p>
        5.5.3. Во избежание случаев различного рода неправомерного использования
        банковских карт при оплате, все Заказы, оформленные на Сайте и
        предоплаченные банковской картой, проверяются Продавцом. Продавец
        оставляет за собой право без объяснения причины аннулировать Заказ.
        Стоимость Заказа возвращается на банковскую карту владельца.{" "}
      </p>
      <p>
        5.6. Продавец вправе предоставлять Клиенту скидки на Товар и
        устанавливать программу бонусов.{" "}
      </p>
      <p>
        5.7. Продавец вправе устанавливать скидки в целях продвижения того либо
        иного способа оплаты или доставки Товара. При этом Продавец может
        ограничивать условия действия скидок.{" "}
      </p>
      <h3>6. Возврат Товара</h3>
      <h4>6.1. Возврат товара надлежащего качества.</h4>
      <p>
        6.1.1. Клиент вправе отказаться от заказанного Товара в любое время до
        его получения, а после получения Товара - в течение 14 дней, не считая
        дня покупки. Возврат непродовольственного Товара надлежащего качества
        возможен в случае, если сохранены его товарный вид, потребительские
        свойства, а также документ, подтверждающий факт и условия покупки
        указанного Товара.{" "}
      </p>
      <p>
        6.1.2. Клиент не вправе отказаться от Товара надлежащего качества,
        имеющего индивидуально-определенные свойства, если указанный Товар может
        быть использован исключительно приобретающим его Клиентом.{" "}
      </p>
      <p>
        6.1.3. Клиент не вправе отказаться от продовольственного Товара
        надлежащего качества.{" "}
      </p>
      <p>
        6.1.3. При отказе Клиента от Товара согласно п.6.1.1. Условий Продавец
        возвращает ему стоимость возвращенного Товара, за исключением расходов
        продавца на доставку от Клиента возвращенного Товара, не позднее чем
        через 10 дней с даты получения Продавцом письменного заявления Клиента.{" "}
      </p>
      <p>
        6.1.4. В течение 14 дней с момента получения Заказа, не считая дня
        покупки, Клиент вправе обменять непродовольственный товар надлежащего
        качества на аналогичный товар, если указанный товар не подошел Клиенту
        по форме, габаритам, расцветке, размеру или комплектации. Клиент не
        вправе обменять продовольственные Товары надлежащего качества и Товары
        надлежащего качества, указанные в Перечне непродовольственных товаров
        надлежащего качества, не подлежащих возврату или обмену, утвержденном
        Постановлением Правительства РФ от 19.01.1998 № 55.{" "}
      </p>
      <p>
        6.1.5. Если на момент обращения Клиента аналогичный товар отсутствует в
        продаже у Продавца, Клиент вправе отказаться от исполнения договора
        купли-продажи и потребовать возврата уплаченной за указанный товар
        денежной суммы. Продавец обязан вернуть уплаченную за возвращенный товар
        денежную сумму в течение 3 дней со дня возврата товара.{" "}
      </p>
      <h4>6.2. Возврат товара ненадлежащего качества </h4>
      <p>
        6.2.1. Клиент может возвратить Товар ненадлежащего качества изготовителю
        или Продавцу и потребовать возврата уплаченной денежной суммы в течение
        гарантийного срока, срока годности либо, если такой срок не установлен,
        в разумный срок, не превышающий два года. Клиент также может потребовать
        замены Товара ненадлежащего качества либо устранения недостатков.{" "}
      </p>
      <p>
        6.2.2. В случае отказа Клиента от договора и предъявления требования о
        возврате уплаченной за товар денежной суммы согласно п. 6.2.1. Условий,
        стоимость Товара подлежит возврату Клиенту в течение 10 дней с момента
        получения Продавцом письменного заявления Клиента.{" "}
      </p>
      <h4>6.3. Возврат денежных средств </h4>
      <p>
        6.3.1. Денежные средства подлежат возврату тем способом, который был
        использован Клиентом при оплате Товара. Исключение составляет оплата
        через терминалы QIWI и Элекснет — возврат осуществляется в этих случаях
        банковским либо почтовым переводом по реквизитам, указанным Клиентом в
        заявлении.{" "}
      </p>
      <p>
        6.3.2. В случае если возврат денежных средств осуществляется
        неодновременно с возвратом товара Клиентом, возврат указанной суммы
        осуществляется Продавцом с согласия Клиента одним из следующих способов:{" "}
      </p>
      <p>а) наличными денежными средствами по месту нахождения Продавца;</p>
      <p>б) почтовым переводом;</p>
      <p>
        в) путем перечисления соответствующей суммы на банковский или иной счет
        Клиента, указанный Клиентом.{" "}
      </p>
      <h4>
        6.4. Порядок действий при нарушении продавцом условия об ассортименте
        (пересорте).{" "}
      </h4>
      <p>
        6.4.1. В случае передачи Товара в нарушении условия об ассортименте не
        применяются правила ст. 468 ГК РФ.{" "}
      </p>
      <p>
        6.4.2. В случае обнаружения в Заказе Товара, не соответствующего
        заказанному ассортименту (пересорт), Клиент вправе при передаче заказа
        отказаться от данного Товара и потребовать замены на Товар в
        ассортименте, предусмотренном Заказом, либо возврата денежных средств за
        фактически непереданный Товар.{" "}
      </p>
      <p>
        6.4.3. Товар, переданный Клиенту в нарушение условия об ассортименте,
        подлежит возврату Продавцу. В случае если Клиент принимает данный Товар,
        Продавец вправе потребовать от Клиента оплаты данного Товара по цене,
        установленной Продавцом для данного Товара на Сайте на момент передачи
        Товара. Если фактически переданный Товар отсутствует в ассортименте
        Продавца, представленном на Сайте на момент передачи Товара, данный
        Товар оплачивается по цене, согласованной с Продавцом.{" "}
      </p>
      <h4>
        6.5. Порядок действий при нарушении Продавцом условия о количестве.{" "}
      </h4>
      <p>
        6.5.1. При передаче Заказа Клиент обязан проверить количество Товаров в
        Заказе. Если при передаче Заказа Клиентом обнаружены расхождения по
        количеству Товара в Заказе, Клиент обязан в присутствии представителя
        Продавца составить Акт о расхождении по количеству.{" "}
      </p>
      <p>
        6.5.2. Если Продавец передал Клиенту меньшее количество Товара, чем
        определено Заказом (недовложение), Клиент при передаче Заказа вправе
        принять Товар в части, соответствующей Заказу, и потребовать передать
        недостающее количество Товара, либо, если недостающий Товар был оплачен,
        отказаться от Заказа в части недостающего Товара и потребовать возврата
        денежных средств за недостающий Товар.{" "}
      </p>
      <p>
        6.5.3. Если недостающий Товар не был оплачен Клиентом, он оплачивается
        любым доступным способом, выбранным Клиентом либо Продавцом по
        согласованию с Клиентом, при оформлении нового Заказа.{" "}
      </p>
      <p>
        6.5.4. В случае невозможности передать недостающий Товар, Продавец
        уведомляет об этом Клиента посредством направления сообщения на
        электронный адрес, указанный Клиентом при регистрации, а денежные
        средства, фактически оплаченные за недостающий товар, возвращаются.{" "}
      </p>
      <p>
        6.5.5. В случае нарушения Клиентом п.6.5.1 в части составления Акта,
        Продавец вправе отказать Клиенту в удовлетворении претензий по
        количеству переданного Товара.{" "}
      </p>
      <h3>7. Интеллектуальная собственность</h3>
      <p>
        7.1. Вся текстовая информация и графические изображения, находящиеся на
        Сайте являются собственностью Продавца и/или его контрагентов.{" "}
      </p>
      <h3>8. Гарантии и ответственность </h3>
      <p>
        8.1. Продавец не несет ответственности за ущерб, причиненный Клиенту
        вследствие ненадлежащего использования Товаров, заказанных на Сайте.{" "}
      </p>
      <p>
        8.2. Продавец вправе переуступать либо каким-либо иным способом
        передавать свои права и обязанности, вытекающие из его отношений с
        Клиентом, третьим лицам.{" "}
      </p>
      <p>
        8.3. Клиент обязуется не использовать заказанный Товар в
        предпринимательских целях.{" "}
      </p>
      <h3>9. Конфиденциальность и защита персональной информации</h3>
      <h4>9.1. Предоставление информации Клиентом: </h4>
      <p>
        9.1.1. При самостоятельном оформлении заказа на Сайте Клиент
        предоставляет следующую информацию: Имя, телефонный номер, адрес
        электронной почты.{" "}
      </p>
      <p>
        9.2. Предоставляя свои персональные данные при самостоятельном
        оформлении заказа на сайте, Клиент соглашается на их обработку
        Продавцом, в том числе и в целях продвижения Продавцом товаров и услуг.{" "}
      </p>
      <p>
        9.2.1. Если Клиент не желает, чтобы его персональные данные
        обрабатывались, то он должен обратиться к Продавцу через форму Обратной
        связи на Сайте или по электронной почте. В таком случае вся полученная
        от Клиента информация удаляется из клиентской базы Продавца.{" "}
      </p>
      <h4>
        9.3. Использование информации, предоставленной Клиентом и получаемой
        Продавцом
      </h4>
      <p>
        9.3.1 Продавец использует информацию для выполнения своих обязательств
        перед Клиентом.
      </p>
      <p>
        9.3.2. Продавец вправе направлять Клиенту сообщения
        рекламно-информационного характера. Если Клиент не желает получать
        рассылки от Продавца, он должен направить со своего электронного ящика
        запрос об исключении его из перечня рассылки.
      </p>
      <h4>9.4. Разглашение информации, полученной Продавцом: </h4>
      <p>
        9.4.1. Продавец обязуется не разглашать полученную от Клиента
        информацию. Не считается нарушением предоставление Продавцом информации
        агентам и третьим лицам, действующим на основании договора с Продавцом,
        для исполнения обязательств перед Клиентом.{" "}
      </p>
      <p>
        9.4.2. Не считается нарушением обязательств разглашение информации в
        соответствии с обоснованными и применимыми требованиями закона.{" "}
      </p>
      <p>
        9.5. Продавец вправе использовать технологию «cookies». «Cookies» не
        содержат конфиденциальную информацию и не передаются третьим лицам.{" "}
      </p>
      <p>
        9.6. Продавец получает информацию об ip-адресе посетителя Сайта
        mikiniki.ru Данная информация не используется для установления личности
        посетителя.{" "}
      </p>
      <p>
        9.7. Продавец не несет ответственности за сведения, предоставленные
        Клиентом на Сайте в общедоступной форме.{" "}
      </p>
      <h3>10. Прочие условия</h3>
      <p>
        10.1. К отношениям между Клиентом и Продавцом применяется право
        Российской Федерации.{" "}
      </p>
      <p>
        10.2. В случае возникновения вопросов и претензий со стороны Клиента он
        должен обратиться к Продавцу по телефону или через форму Обратной связи
        на Сайте. Все возникающее споры стороны будут стараться решить путем
        переговоров, при недостижении соглашения спор будет передан на
        рассмотрение в судебный орган в соответствии с действующим
        законодательством РФ.{" "}
      </p>
      <p>
        10.3. Признание судом недействительности какого-либо положения настоящих
        Условий и правил не влечет за собой недействительность остальных
        положений.
      </p>
      <p>
        Перечень непродовольственных товаров надлежащего качества, не подлежащих
        возврату или обмену на аналогичный товар других размера, формы,
        габарита, фасона, расцветки или комплектации. (Утвержден Постановлением
        правительства Российской Федерации от 19 января 1998 года № 55){" "}
      </p>
      <p>
        Товары для профилактики и лечения заболеваний в домашних условиях
        (предметы санитарии и гигиены из металла, резины, текстиля и других
        материалов, инструменты, приборы и аппаратура медицинские, средства
        гигиены полости рта, линзы очковые, предметы по уходу за детьми),
        лекарственные препараты. Предметы личной гигиены (зубные щетки,
        расчески, заколки, бигуди для волос, парики, шиньоны и другие
        аналогичные товары). Парфюмерно-косметические товары. Текстильные товары
        (хлопчатобумажные, льняные, шелковые, шерстяные и синтетические ткани,
        товары из нетканых материалов типа тканей - ленты, тесьма, кружево и
        другие); кабельная продукция (провода, шнуры, кабели); строительные и
        отделочные материалы (линолеум, пленка, ковровые покрытия и другие) и
        другие товары, отпускаемые на метражах). Швейные и трикотажные изделия
        (изделия швейные и трикотажные бельевые, изделия чулочно-носочные).
        Изделия и материалы, контактирующие с пищевыми продуктами, из полимерных
        материалов, в том числе для разового использования (посуда и
        принадлежности столовые и кухонные, емкости и упаковочные материалы для
        хранения и транспортирования пищевых продуктов). Товары бытовой химии,
        пестициды и агрохимикаты. Мебель бытовая (мебельные гарнитуры и
        комплекты). Изделия из драгоценных металлов, с драгоценными камнями, из
        драгоценных металлов со вставками из полудрагоценных и синтетических
        камней, ограненные драгоценные камни. Автомобили и мотовелотовары,
        прицепы и номерные агрегаты к ним; мобильные средства малой механизации
        сельскохозяйственных работ; прогулочные суда и иные плавсредства
        бытового назначения. Технически сложные товары бытового назначения, на
        которые установлены гарантийные сроки (станки металлорежущие и
        деревообрабатывающие бытовые; электробытовые машины и приборы; бытовая
        радиоэлектронная аппаратура; бытовая вычислительная и множительная
        техника; фото- и киноаппаратура; телефонные аппараты и факсимильная
        аппаратура; электромузыкальные инструменты; игрушки электронные, бытовое
        газовое оборудование и устройства). Гражданское оружие, основные части
        гражданского и служебного огнестрельного оружия, патроны к нему.
        Животные и растения. Непериодические издания (книги, брошюры, альбомы,
        картографические и нотные издания, листовые изоиздания, календари,
        буклеты, издания, воспроизведенные на технических носителях информации).
      </p>
    </div>
  );
}
