export default function privacyPolicy() {
  return (
    <div>
      <h2>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h2>
      <p>
        Настоящая Политика конфиденциальности персональных данных (далее –
        Политика конфиденциальности) ИП Татаринцева Л.А. действует в отношении
        всех материалов и сервисов интернет-магазина «Mikiniki» на домене
        http://mikiniki.ru (далее Интернет-магазин), и данных, которые можно
        получить о Пользователе во время использования сайта Интернет-магазина.
      </p>
      <h2>1. ПОНЯТИЯ, ИСПОЛЬЗУЕМЫЕ В НАСТОЯЩЕЙ ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ</h2>
      <p>
        Администрация сайта Интернет-магазина (далее – Администрация сайта) –
        уполномоченные сотрудники, действующие от имени Интернет-магазина
        «Mikiniki», которые организуют и (или) осуществляет обработку
        персональных данных, а также определяет цели обработки персональных
        данных, состав персональных данных, подлежащих обработке, действия
        (операции), совершаемые с персональными данными. - «Персональные данные»
        - любая информация, относящаяся к прямо или косвенно определенному или
        определяемому физическому лицу (субъекту персональных данных). -
        «Обработка персональных данных» - любое действие (операция) или
        совокупность действий (операций), совершаемых с использованием средств
        автоматизации или без использования таких средств с персональными
        данными, включая сбор, запись, систематизацию, накопление, хранение,
        уточнение (обновление, изменение), извлечение, использование, передачу
        (распространение, предоставление, доступ), обезличивание, блокирование,
        удаление, уничтожение персональных данных. - «Пользователь сайта
        Интернет-магазина» (далее Пользователь) – любой посетитель, находящийся
        и заходивший на Сайт, а также разместивший Заказ в Интернет-магазине
        http:// mikiniki.ru
      </p>
      <h2>2. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
      <p>
        Использование Пользователем сайта Интернет-магазина означает согласие с
        настоящей Политикой конфиденциальности, условиями обработки персональных
        данных Пользователя и Публичной офертой. В случае несогласия с условиями
        Политики конфиденциальности Пользователь должен покинуть сайт
        Интернет-магазина. Настоящая Политика конфиденциальности применяется
        только к сайту Интернет-магазина Mikiniki. Интернет-магазин не
        контролирует и не несет ответственность за сайты третьих лиц, на которые
        Пользователь может перейти по ссылкам, доступным на сайте
        Интернет-магазина. Администрация сайта не проверяет достоверность
        персональных данных, предоставляемых Пользователем сайта
        Интернет-магазина. Однако Администрация сайта и Пользователь исходят из
        того, что Пользователь предоставляет достоверную и достаточную
        персональную информацию и поддерживает эту информацию в актуальном
        состоянии. Пользователь обязан соблюдать положения действующего
        законодательства Российской Федерации и настоящего документа, возмещать
        убытки, понесенные ИП Татаринцева Л.А., другими Пользователями или
        третьими лицами в результате нарушения Политики конфиденциальности или
        законодательства Российской Федерации.
      </p>
      <h2>3. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ</h2>
      <p>
        При регистрации и оформлении заказа на Сайте, а также, подписке на
        рассылку, Пользователь предоставляет свои персональные данные
        интернет-магазину «Mikiniki», соглашаясь на сбор, обработку, хранение,
        уточнение (обновление, изменение), обезличивание, удаление и
        уничтожение, в том числе автоматизированные, а также на использование их
        в целях: - регистрации и авторизации на сайте, - предоставления
        Пользователю доступа к персонализированным ресурсам Сайта
        интернет-магазина, - установления с Пользователем обратной связи,
        включая отправку уведомлений, запросов, касающихся использования Сайта
        интернет-магазина, оказания услуг, обработка запросов и заявок от
        Пользователя, обработка Заказов Пользователя и для выполнения
        обязательств перед Пользователем, - создания учетной записи для
        совершения покупок, если Пользователь оформляет заказ по телефону или
        через иные способы оформления заказа, - уведомления Пользователя Сайта
        интернет-магазина о состоянии Заказа, обработки и получения платежей,
        оспаривания платежа, - предоставления Пользователю эффективной
        клиентской и технической поддержки, - определения победителя в акциях,
        проводимых на Сайте, - информирования Пользователя об акциях, скидках и
        специальных предложениях посредством электронных и СМС-рассылок.
        Интернет-магазин осуществляет сбор статистики об IP-адресах своих
        посетителей. Данная информация используется с целью выявления и решения
        технических проблем, для контроля законности проводимых финансовых
        платежей. Отключение cookies может повлечь невозможность доступа к
        частям сайта Интернет-магазина, требующим авторизации.
      </p>
      <h2>4. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
      <p>
        Персональные данные Пользователя обрабатываются в соответствии с ФЗ «О
        персональных данных» N 152-ФЗ. Согласие на обработку персональных данных
        действует вплоть до отзыва пользователем, который осуществляется по
        заявке по адресу mikiniki-shop@yandex.ru В отношении указанных данных
        сохраняется их конфиденциальность, кроме случаев добровольного
        предоставления пользователем информации о себе для общего доступа
        неограниченному кругу лиц. При использовании отдельных сервисов Сайта,
        пользователь соглашается с тем, что определённая часть его персональной
        информации становится общедоступной. Передача администрацией Сайта
        персональных данных пользователя третьим лицам возможна либо по согласию
        самого пользователя, либо по требованию компетентных органов в
        соответствии с действующим законодательством. Не считается нарушением
        предоставление информации агентам и третьим лицам, действующим на
        основании договора с ИП Татаринцева Л.А. для исполнения обязательств
        перед пользователем и только в рамках договоров. Не считается нарушением
        настоящего пункта передача администрацией Сайта третьим лицам данных о
        Пользователе в обезличенной форме в целях оценки и анализа работы Сайта,
        анализа покупательских особенностей Пользователя и предоставления
        персональных рекомендаций.
      </p>
      <h2>5. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</h2>
      <p>
        ИП Татаринцева Л.А. оставляет за собой право изменять и дополнять
        настоящую Политику конфиденциальности. Новая Политика конфиденциальности
        вступает в силу с момента её размещения на сайте Интернет-магазина
        Mikiniki. Ничто в данной Политике конфиденциальности не может пониматься
        как установление между Пользователем и Администрации Сайта каких-либо
        иных отношений, прямо не предусмотренных Политикой конфиденциальности.
        Все предложения или вопросы по поводу настоящей Политики
        конфиденциальности Пользователь вправе направлять сотрудникам
        Интернет-магазина по телефону +7 9060577065 и электронному адресу
        mikiniki-shop@yandex.ru Пользователь подтверждает, что ознакомлен со
        всеми пунктами настоящей Политики конфиденциальности и безусловно
        принимает их.
      </p>
    </div>
  );
}
